Repository: Max-Prokofiev-leasoft/EMS-Drupal-payment-plugin
Catalog: translations/*.po
Languages: de, fr, nl

source: Choose a PSPs
de: Wählen Sie eine Bank aus
fr: Choisissez une banque
nl: Kies een bank

source: Choose gender
de: Wählen Sie das Geschlecht
fr: Choisissez le sexe
nl: Kies geslacht

source: Please, set your birthday date
de: Bitte geben Sie Ihr Geburtstagsdatum ein
fr: S'il vous plaît, définissez votre date d'anniversaire
nl: Stel alsjeblieft je verjaardagsdatum in

source: Male
de: Männlich
fr: Mâle
nl: Mannelijk

source: Female
de: Weiblich
fr: Femelle
nl: Vrouwelijk

source: I accept
de: Ich nehme an
fr: J'accepte
nl: Ik accepteer de

source: Terms and Conditions
de: Geschäftsbedingungen
fr: Termes et conditions
nl: Algemene Voorwaarden

source: Something went wrong, please try again later
de: Etwas ist schief gelaufen, bitte versuchen Sie es später erneut
fr: Quelque chose c'est mal passé. Merci d'essayer plus tard
nl: Er is iets misgegaan, probeer het later opnieuw

source: Your order is expired, please try again later
de: Ihre Bestellung ist abgelaufen, bitte versuchen Sie es später erneut
fr: Votre commande est expirée, veuillez réessayer plus tard
nl: Uw bestelling is verlopen, probeer het later opnieuw

source: Your order is cancelled, please try again later
de: Ihre Bestellung wurde storniert, bitte versuchen Sie es später erneut
fr: Votre commande est annulée, veuillez réessayer plus tard
nl: Je bestelling is geannuleerd, probeer het later opnieuw

source: Thanks for order!
de: Danke für die Bestellung!
fr: Merci pour la commande!
nl: Bedankt voor de bestelling!

source: Your order is processing. Thanks!
de: Ihre Bestellung wird bearbeitet. Vielen Dank!
fr: Votre commande est en cours de traitement. Merci!
nl: Uw bestelling wordt verwerkt. Bedankt!

source: Api-Key is missing. Set Api-key in plugin configuration
de: Api-Schlüssel fehlt. Legen Sie den Api-Schlüssel in der Plugin-Konfiguration fest
fr: La clé API est manquante. Définir la clé API dans la configuration du plugin
nl: API-Key ontbreekt. Stel API-sleutel in in plug-inconfiguratie

source: Api-Key required for making transactions.
de: Api-Key für Transaktionen erforderlich.
fr: Api-Key nécessaire pour effectuer des transactions.
nl: Api-Key vereist voor het maken van transacties.

source: Recommended even in production. Default: 0
de: Auch in der Produktion empfehlenswert. Standard: 0
fr: Recommandé même en production. Par défaut : 0
nl: Zelfs in productie aanbevolen. Standaard: 0

source: Complete payment
de: Zur vollständigen Bezahlung
fr: Paiement complet
nl: Volledige betaling

source: Your order has been received. Thank you for your purchase! We will dispatch your order as soon as possible. For any questions, please contact our customer support.
de: Ihre Bestellung ist eingegangen. Danke für Ihren Einkauf! Wir werden Ihre Bestellung so schnell wie möglich versenden. Bei Fragen wenden Sie sich bitte an unseren Kundensupport.
fr: Votre commande a été reçue. Merci pour votre achat! Nous expédierons votre commande dès que possible. Pour toute question, veuillez contacter notre service client.
nl: Uw bestelling is ontvangen. dank voor uw aankoop! We zullen uw bestelling zo snel mogelijk verzenden. Neem voor vragen contact op met onze klantenservice.

source: Please use the following payment information:
de: Bitte verwenden Sie die folgenden Zahlungsinformationen:
fr: Veuillez utiliser les informations de paiement suivantes :
nl: Gebruik de volgende betalingsgegevens:

source: Amount
de: Menge
fr: Montant
nl: Hoeveelheid

source: Reference
de: Bezug
fr: Référence
nl: Referentie

source: Account holder
de: Kontoinhaber
fr: Titulaire de compte
nl: Rekeninghouder

source: Country
de: Land
fr: Pays
nl: Land

source: City
de: Stadt
fr: Ville
nl: Stad

source: (!) Don`t forget to use the reference in your payment. Without the reference the processing of your payment can take more time!
de: (!) Vergessen Sie nicht, den Verwendungszweck in Ihrer Zahlung anzugeben. Ohne den Verwendungszweck kann die Bearbeitung Ihrer Zahlung länger dauern!
fr: (!) N'oubliez pas d'utiliser la référence dans votre paiement. Sans la référence le traitement de votre paiement peut prendre plus de temps !
nl: (!) Vergeet niet de referentie te gebruiken in uw betaling. Zonder de referentie kan de verwerking van uw betaling meer tijd in beslag nemen!

source: Order is not yet captured, only captured order could be refunded!
de: Bestellung ist noch nicht erfasst, nur erfasste Bestellung kann erstattet werden!
fr: La commande n'est pas encore capturée, seule la commande capturée pourra être remboursée !
nl: Bestelling is nog niet vastgelegd, alleen vastgelegde bestelling kan worden terugbetaald!

source: Order already refunded!
de: Bestellung bereits erstattet!
fr: Commande déjà remboursée !
nl: Bestelling reeds terugbetaald!

source: Order should be completed
de: Auftrag sollte abgeschlossen sein
fr: La commande doit être complétée
nl: Bestelling moet worden voltooid

source: Capturing failed
de: Erfassung fehlgeschlagen
fr: La capture a échoué
nl: Capturing mislukt

source: Order do not require capturing
de: Bestellung erfordert keine Erfassung
fr: La commande ne nécessite pas de capture
nl: Bestelling hoeft niet te worden vastgelegd
